Repository: ethannicholas/hyperfocal
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pt_br, ru, zh_hans

source: Zoom level
de: Zoomstufe
es: Nivel de zoom
fr: Niveau de zoom
it: Livello di zoom
ja: ズームレベル
ko: 확대/축소 수준
nl: Zoomniveau
pt_br: Nível de zoom
ru: Уровень масштаба
zh_hans: 缩放级别

source: Zoom out
de: Verkleinern
es: Reducir
fr: Zoom arrière
it: Riduci
ja: 縮小
ko: 축소
nl: Uitzoomen
pt_br: Reduzir
ru: Уменьшить
zh_hans: 缩小

source: Zoom to Fit
de: Auf Fenstergröße
es: Ajustar a la ventana
fr: Ajuster à la fenêtre
it: Adatta alla finestra
ja: ウインドウに合わせる
ko: 화면에 맞추기
nl: Passend maken
pt_br: Ajustar à Janela
ru: Вписать в окно
zh_hans: 缩放以适合窗口

source: alignment failed
de: Ausrichtung fehlgeschlagen
es: falló la alineación
fr: échec de l’alignement
it: allineamento non riuscito
ja: 位置合わせに失敗
ko: 정렬 실패
nl: uitlijnen mislukt
pt_br: falha no alinhamento
ru: сбой выравнивания
zh_hans: 对齐失败

source: macOS grants access folder by folder, and the permission this project saved couldn’t be restored. Grant access to %@ to load the images — saving the project afterward keeps the access for next time. Fused results are intact either way.
de: macOS erteilt Zugriff ordnerweise, und die in diesem Projekt gesicherte Berechtigung konnte nicht wiederhergestellt werden. Erlaube den Zugriff auf %@, um die Bilder zu laden — anschließendes Sichern des Projekts erhält den Zugriff für das nächste Mal. Fusionierte Ergebnisse bleiben in jedem Fall erhalten.
es: macOS concede el acceso carpeta por carpeta, y el permiso guardado en este proyecto no se pudo restaurar. Permite el acceso a %@ para cargar las imágenes; guardar el proyecto después conserva el acceso para la próxima vez. Los resultados fusionados quedan intactos en cualquier caso.
fr: macOS accorde l’accès dossier par dossier, et l’autorisation enregistrée dans ce projet n’a pas pu être restaurée. Autorisez l’accès à %@ pour charger les images — enregistrer ensuite le projet conserve l’accès pour la prochaine fois. Les résultats fusionnés restent intacts dans tous les cas.
it: macOS concede l’accesso cartella per cartella e il permesso salvato in questo progetto non è stato ripristinato. Consenti l’accesso a %@ per caricare le immagini — salvando poi il progetto l’accesso resta valido la prossima volta. I risultati fusi restano comunque intatti.
ja: macOSはフォルダごとにアクセスを許可しますが、このプロジェクトに保存された権限を復元できませんでした。画像を読み込むには%@へのアクセスを許可してください。その後プロジェクトを保存すると、次回もアクセスが維持されます。合成済みの結果はいずれの場合も無事です。
ko: macOS는 폴더 단위로 접근을 허용하는데, 이 프로젝트에 저장된 권한을 복원할 수 없었습니다. 이미지를 로드하려면 %@에 대한 접근을 허용하세요. 이후 프로젝트를 저장하면 다음에도 접근이 유지됩니다. 합성된 결과는 어느 쪽이든 손상되지 않습니다.
nl: macOS verleent toegang per map, en de in dit project bewaarde toestemming kon niet worden hersteld. Verleen toegang tot %@ om de afbeeldingen te laden — het project daarna bewaren behoudt de toegang voor de volgende keer. Samengevoegde resultaten blijven hoe dan ook intact.
pt_br: O macOS concede acesso pasta por pasta, e a permissão salva neste projeto não pôde ser restaurada. Permita o acesso a %@ para carregar as imagens — salvar o projeto depois mantém o acesso para a próxima vez. Os resultados fundidos permanecem intactos de qualquer forma.
ru: macOS выдаёт доступ по папкам, и сохранённое в этом проекте разрешение не удалось восстановить. Разрешите доступ к %@, чтобы загрузить изображения — последующее сохранение проекта сохранит доступ на будущее. Объединённые результаты в любом случае целы.
zh_hans: macOS 按文件夹授予访问权限，而此项目存储的权限无法恢复。请允许访问%@以载入图像 — 之后存储项目即可在下次保留该权限。无论如何，已合成的结果都完好无损。

source: misaligned (%.1f× the stack's typical frame difference)
de: fehlausgerichtet (%.1f× der typische Bildunterschied des Stapels)
es: mal alineada (%.1f× la diferencia típica entre imágenes de la pila)
fr: mal alignée (%.1f× l’écart typique entre images de la pile)
it: disallineato (%.1f× la differenza tipica tra fotogrammi della pila)
ja: 位置ずれ（スタックの標準的なフレーム差の%.1f倍）
ko: 정렬되지 않음(스택의 일반적인 프레임 차이의 %.1f배)
nl: verkeerd uitgelijnd (%.1f× het typische opnameverschil van de stapel)
pt_br: desalinhada (%.1f× a diferença típica entre imagens da pilha)
ru: смещение (%.1f× типичной разницы кадров стека)
zh_hans: 未对齐（为堆栈典型帧差的 %.1f 倍）

source: project restore failed: %@
de: Wiederherstellen des Projekts fehlgeschlagen: %@
es: falló la restauración del proyecto: %@
fr: échec de la restauration du projet : %@
it: ripristino del progetto non riuscito: %@
ja: プロジェクトの復元に失敗しました: %@
ko: 프로젝트 복원 실패: %@
nl: herstellen van project mislukt: %@
pt_br: falha ao restaurar o projeto: %@
ru: не удалось восстановить проект: %@
zh_hans: 项目恢复失败：%@

source: the folder “%@”
de: den Ordner „%@“
es: la carpeta «%@»
fr: le dossier « %@ »
it: la cartella “%@”
ja: フォルダ「%@」
ko: ‘%@’ 폴더
nl: de map ‘%@’
pt_br: a pasta “%@”
ru: папке «%@»
zh_hans: 文件夹“%@”

source: ~%lld min left
de: noch ~%lld min
es: ~%lld min restantes
fr: ~%lld min restantes
it: ~%lld min rimanenti
ja: 残り約%lld分
ko: 약 %lld분 남음
nl: nog ~%lld min
pt_br: ~%lld min restantes
ru: осталось ~%lld мин
zh_hans: 剩余约 %lld 分钟

source: ~%llds left
de: noch ~%llds
es: ~%lld s restantes
fr: ~%lld s restantes
it: ~%lld s rimanenti
ja: 残り約%lld秒
ko: 약 %lld초 남음
nl: nog ~%lld s
pt_br: ~%lld s restantes
ru: осталось ~%lld с
zh_hans: 剩余约 %lld 秒

source: “%@” looks like %lld separate stacks
de: „%1$@“ sieht nach %2$lld getrennten Stapeln aus
es: «%1$@» parece contener %2$lld pilas distintas
fr: « %1$@ » ressemble à %2$lld piles distinctes
it: “%1$@” sembra contenere %2$lld pile separate
ja: 「%1$@」は%2$lld個の別々のスタックのようです
ko: ‘%1$@’은(는) 별개의 스택 %2$lld개로 보입니다
nl: ‘%1$@’ lijkt op %2$lld afzonderlijke stapels
pt_br: “%1$@” parece conter %2$lld pilhas separadas
ru: «%1$@» похоже на %2$lld отдельных стека
zh_hans: “%1$@”看起来像 %2$lld 个独立堆栈

source: ↑/↓ cycle source frames · space picks the sharpest frame for the brush region · p PMax result · r eraser · ⌥-scroll or [ ] resize the brush · scroll/pinch to navigate
de: ↑/↓ Quellbilder durchschalten · Leertaste wählt das schärfste Bild für den Pinselbereich · p PMax-Ergebnis · r Radierer · ⌥-Scrollen oder [ ] ändert die Pinselgröße · Scrollen/Aufziehen zum Navigieren
es: ↑/↓ recorre las imágenes de origen · espacio elige la más nítida bajo el pincel · p resultado PMax · r borrador · ⌥-desplazamiento o [ ] cambia el tamaño del pincel · desplázate/pellizca para navegar
fr: ↑/↓ parcourt les images sources · espace choisit l’image la plus nette sous le pinceau · p résultat PMax · r gomme · ⌥-défilement ou [ ] redimensionne le pinceau · défilement/pincement pour naviguer
it: ↑/↓ scorre i fotogrammi sorgente · spazio sceglie il più nitido sotto il pennello · p risultato PMax · r gomma · ⌥-scorrimento o [ ] ridimensiona il pennello · scorri/pizzica per navigare
ja: ↑/↓でソースフレームを切り替え · スペースでブラシ領域が最も鮮明なフレームを選択 · pでPMax結果 · rで消しゴム · ⌥スクロールまたは[ ]でブラシサイズ変更 · スクロール/ピンチで移動
ko: ↑/↓ 소스 프레임 전환 · 스페이스 바로 브러시 영역이 가장 선명한 프레임 선택 · p PMax 결과 · r 지우개 · ⌥-스크롤 또는 [ ]로 브러시 크기 조절 · 스크롤/핀치로 이동
nl: ↑/↓ wisselt bronopnamen · spatie kiest de scherpste opname onder het penseel · p PMax-resultaat · r gum · ⌥-scrollen of [ ] wijzigt de penseelgrootte · scrol/knijp om te navigeren
pt_br: ↑/↓ alterna as imagens de origem · espaço escolhe a mais nítida sob o pincel · p resultado PMax · r apagador · ⌥-rolagem ou [ ] redimensiona o pincel · role/belisque para navegar
ru: ↑/↓ — перебор исходных кадров · пробел — самый резкий кадр под кистью · p — результат PMax · r — ластик · ⌥-прокрутка или [ ] — размер кисти · прокрутка/жест сведения — навигация
zh_hans: ↑/↓ 切换源图像 · 空格键选取画笔区域最清晰的图像 · p PMax 结果 · r 擦除 · ⌥-滚动或 [ ] 调整画笔大小 · 滚动/捏合以导航

source: Format:
es: Formato:
it: Formato:
ja: フォーマット:
ko: 포맷:
nl: Structuur:
pt_br: Formato:
ru: Формат:
zh_hans: 格式：

source: Fusion
es: Fusión
it: Fusione
ja: 合成
ko: 합성
nl: Samenvoegen
pt_br: Fusão
ru: Объединение
zh_hans: 合成

source: Linear Display P3
es: Display P3 lineal
fr: Display P3 linéaire
it: Display P3 lineare
ja: リニアDisplay P3
ko: 선형 Display P3
nl: Lineair Display P3
pt_br: Display P3 Linear
ru: Линейный Display P3
zh_hans: 线性 Display P3

source: Median radius
es: Radio de mediana
fr: Rayon médian
it: Raggio mediana
ja: メディアン半径
ko: 미디언 반경
nl: Mediaanstraal
pt_br: Raio da mediana
ru: Радиус медианы
zh_hans: 中值半径

source: PNG (16-bit)
es: PNG (16 bits)
fr: PNG (16 bits)
ja: PNG（16ビット）
ko: PNG(16비트)
nl: PNG (16-bits)
pt_br: PNG (16 bits)
ru: PNG (16 бит)
zh_hans: PNG（16 位）

source: TIFF (16-bit)
es: TIFF (16 bits)
fr: TIFF (16 bits)
ja: TIFF（16ビット）
ko: TIFF(16비트)
nl: TIFF (16-bits)
pt_br: TIFF (16 bits)
ru: TIFF (16 бит)
zh_hans: TIFF（16 位）

source: 24 fps
fr: 24 i/s
pt_br: 24 qps
ru: 24 кадра/с
zh_hans: 24 帧/秒

source: 30 fps
fr: 30 i/s
pt_br: 30 qps
ru: 30 кадров/с
zh_hans: 30 帧/秒

source: 60 fps
fr: 60 i/s
pt_br: 60 qps
ru: 60 кадров/с
zh_hans: 60 帧/秒

source: DNG (raw)
fr: DNG (brut)
zh_hans: DNG（原始格式）

source: ProPhoto RGB
fr: ProPhoto RVB

source: Original
it: Originale
ja: オリジナル
ko: 원본
nl: Origineel
ru: Оригинал
zh_hans: 原始比例

source: Zoom:
ja: ズーム:
ko: 확대/축소:
ru: Масштаб:
zh_hans: 缩放：
